# ExportFontKey Properties

---
The ExportFontKey type exposes the following members.
| Name| Description
---|---|---
| IsValidObject|  Specifies whether the .NET object represents a valid Revit entity.
| OriginalFontName|  The original font name.
Top
#### Reference
ExportFontKey Class
Autodesk.Revit.DB Namespace